Repository: AllRacs/open-coronavirus
Catalog: app-citizen/src/i18n/messages.*.xlf
Languages: ca

# appointmentAtHomeDescription
source: Le enviaremos una ambulancia para hacerle el test del coronavirus en breve
ca: Li enviarem una ambulància per fer-li el test del coronavirus en breu

# appointmentAtHealthCenterDescription
source: Cita para el test del coronavirus [appointmentDate] en [healthCenterName] [healthCenterAddress]
ca: Cita pel test del coronavirus [appointmentDate] a [healthCenterName] [healthCenterAddress]

# ImGoingLeaveHomeMenuLabel
source: Voy a salir de casa
ca: Vaig a sortir de casa

# IWentBackToHomeMenuLabel
source: He vuelto a casa
ca: He tornat a casa

# autotestMenuLabel
source: ¿Tengo el coronavirus?
ca: Tinc el coronavirus?

# coronavirusInfoMenuLabel
source: Información sobre el coronavirus
ca: Informació sobre el coronavirus

# myInfoMenuLabel
source: Mis datos
ca: Les meves dades

# shareMenuLabelLine2
source: para luchar juntos
ca: per lluitar junts

# introductionHeaderLine1
source: Luchemos juntos
ca: Lluitem junts

# introductionTip
source: Informate, avisa y si te encuentras mal pide que te hagan el test del coronavirus
ca: Informa't, avisa i si et trobes malament demana que et facin el test de coronavirus

# personalInfoSectionTitle
source: Tus datos
ca: Les teves dades

source: Nombre
ca: Nom

# firstNameLabel
source: Nombre
ca: Nom

# firstNameError
source: Por favor, introduce tu nombre
ca: Si us plau, introdueix el teu nom

source: Apellidos
ca: Cognoms

# lastNameLabel
source: Apellidos
ca: Cognoms

# lastNameError
source: Por favor, introduce tus apellidos
ca: Si us plau, introdueix els teus cognoms

source: DNI/NIF/Tarjeta residencia
ca: DNI/NIF/Targeta de residència

# documentNumberLabel
source: DNI/NIF/Tarjeta residencia
ca: DNI/NIF/Targeta de residència

# documentNumberForm
source: Por favor, introduce tu número de documento
ca: Si us plau, introduiex el teu número de document

source: Número de tarjeta sanitaria
ca: Número de targeta sanitària

# healthInsuranceCardNumberLabel
source: Número de tarjeta sanitaria
ca: Número de targeta sanitària

# healthInsuranceCardNumberError
source: Por favor, introduce tu número de tarjeta sanitaria
ca: Si us plau, introdueix el teu número de targeta sanitària

source: Edad
ca: Edat

# ageLabel
source: Edad
ca: Edat

# ageError
source: Por favor, introduce tu edad (por ejemplo 25)
ca: Si us plau, introdueix la teva edat (per exemple 25)

# genderFemaleLabel
source: Mujer
ca: Dona

# genderMaleLabel
source: Hombre
ca: Homa

# genderError
source: Por favor, indica tu género
ca: Si us plau, indica el teu gènere

# addressSectionTitle
source: Dirección donde vives
ca: Adreça a on vius

source: Calle
ca: Carrer

# streetLabel
source: Calle
ca: Carrer

# streetError
source: Por favor, introduce tu dirección
ca: Si us plau, introdueix la teva adreça

source: Código postal
ca: Codi postal

# postalCodeLabel
source: Código postal
ca: Codi postal

# postalCodeError
source: Por favor, introduce un código postal válido
ca: Si us plau, introdueix un codi postal vàlid

# contactInfoSectionTitle
source: Información de contacto
ca: Informació de contacte

# emailError
source: Por favor, introduce un email válido
ca: Si us plau, introdueix un email vàlid

source: Phone
ca: Telèfon

# phoneLabel
source: Phone
ca: Telèfon

# phoneError
source: Por favor, introduce un número de teléfono válido
ca: Si us plau, introdueix un número de telèfon vàlid

# headerTitleLine1
source: Luchemos juntos contra el
ca: Lluitem junts contra el

# registerTitle
source: Registro
ca: Resgitre

# accepttermsLabel
source: Acepto las condiciones de uso y políticas de privacidad
ca: Accepto les condicions dús

# accepttermsError
source: Por favor, debes aceptar las condiciones de uso y la política de privacidad.
ca: Si us plau, has d'acceptar les condicions d'ús i la politica de privacitat.

# registerFormError
source: Ups! Te faltan campos por rellenar
ca: Ups! Et falten dades per emplenar

# noAccessTitle
source: No acceso
ca: No accés

# noAccessDescriptionLine1
source: Parece que ya la estás utilizando en otro móvil.
ca: Sembla que ja l'estàs utilitzant en un altre mòbil.

# noAccessDescriptionLine2
source: Si no es así o quieres cambiar de terminal póngase en contacto con el servicio técnico
ca: Si no es així o vols canviar de terminal posa't en contacte amb el servei tècnic

source: Servicio técnico 999 888 777
ca: Servei tècnic 999 888 777

source: Volver a intentar
ca: Tornar-ho a intentar

source: Si no puedes entrar y crees que tienes síntomas del coronavirus contacta con la atención médica por el procedimiento habitual.
ca: Si no pots entrar i creus que tens símptomes del coronavirus contacte amb l'atenció médica pel procediment habitual.

# headerTitle
source: Luchemos juntos contra el
ca: Lluitem junts contra el

# authorizationCodeLabel
source: Código de autorización
ca: Codi d'autorització

# leaveReasonLabel
source: Motivo
ca: Motiu

# ImGoingLeaveHomeButton
source: Voy a salir de casa
ca: Vaig a sortir de casa

# autotestButton
source: ¿Tengo el coronavirus?
ca: Tinc el coronavirus?

# coronavirusInfoButton
source: Información sobre el coronavirus
ca: Informació sobre el coronavirus

# shareButton
source: Compartir App para luchar juntos
ca: Compartir App per lluitar junts

# requestLeaveHomeTitle
source: Necesito salir
ca: Necessito sortir

# requestLeaveHomeDescriptionLine1
source: Estamos en estado de alerta.
ca: Estem en estat d'alerta.

# requestLeaveHomeDescriptionLine2
source: Selecciona el motivo por el que vas a salir:
ca: Escull el motiu pel qual vas a sortir:

# leaveCustomReasonFormTitle
source: Quieres salir de casa?
ca: Vols sortir de casa?

# leaveCustomReasonFormDescription
source: Indica el motivo por el que vas a salir de casa
ca: Indica el motiu pel qual vas a sortir de casa

source: Escribe el motivo
ca: Escriu el motiu

# backButton
source: Volver
ca: Tornar

# leaveRequestSentTitle
source: Has salido de casa!
ca: Has sortit de casa!

# leaveRequestSentDescription
source: El motivo por el que has salido es:
ca: El motiu pel qual has sortit és:

# gratitudeMessageLine1
source: Gracias por colaborar!
ca: Gràcies per col·laborar!

# gratitudeMessageLine2
source: Juntos ganaremos al virus
ca: Junts guanyarem al virus

# patientInfoTitle
source: Mis datos
ca: Les meves dades

# saveButton
source: Guardar
ca: Desar

# requestTestConfirmationTitle
source: ¿Estás seguro de pedir el test del coronavirus?
ca: Estàs segur de demanar el test del coronavirus?

# requestTestConfirmationDescription
source: Te daremos cita para que vayas a realizar el test o enviaremos una ambulancia a tu domicilio
ca: Et donarem cita per que vagis a realitzar el test o enviarem una ambulància al teu domicili

source: Si, solicitar test
ca: Sí, demanar el test

# requestTestTitle
source: Solicitar test
ca: Demenar el test

# requestTestDescription
source: Según tus síntomas te recomendamos hacer un test diagnóstico de COVID-19
ca: Segons els teus símptomes et recomanem fer un test de diagnostic de COVID-19

# requestTestDescription2
source: Pide el test médico y te daremos cita o te enviaremos una ambulancia a tu domicilio.
ca: Demana el test medic i donarem cita, o t'enviarem una ambulància al teu domicili.

source: Solicitar test diagnóstico
ca: Demanar test diagnòstic

source: Test solicitado
ca: Test demanat

# testAppointmentResultSubtitle1
source: Gracias por la solicitud
ca: Gràcies per la solicitud

# testAppointmentResultSubtitle2
source: Estamos para ayudarte!
ca: Estem per ajudar-te!

# testAppointmentResultDescription
source: Proximamente llegará una ambulancia a donde vives
ca: Pròximament arribarà una ambulància a on vius

# testAppointmentResultDescription2
source: Y en 24 horas tendrás los resultados del test que te lo enviaremos directamente a tu móvil mediante esta APP.
ca: I en 24 hores tindràs els resultats del test que t'enviarem directament al teu mòbil mitjançant aquesta App.

# appointmentLocation
source: Lugar de la cita
ca: Lloc de la cita

# howToGetThereLink
source: Como llegar?
ca: Com arribar?

# enterCustomReasonToLeaveTo
source: Por favor, escriba porque desea salir.
ca: Si us plau, escriu per que desitges sortir.

# changesSavedAlert
source: Tus cambios se han salvado
ca: Els teus canvas s'han desat

# pleaseWait
source: Por favor, espere ...
ca: Si us plau, esperi ...

# geolocationNotificationTitle
source: Tu posición es importante
ca: La teva posició és important

# geolocationNotificationText
source: Al informar sobre tu posición ayudas mucho a combatir el CORONAVIRUS
ca: Al informar sobre la teva posició ajudes molt a combatir el CORONAVIRUS

# backgroundGeopositionConfigReview
source: Al informar sobre tu posición ayudas mucho a combatir el CORONAVIRUS. Te gustaría cambiar la configuración de la app?
ca: Al informar sobre la teva posició ajudes molt a combatir el CORONAVIRUS. T'agradaria canviar la configuració de la app?

# shareText
source: Estoy usando Open Coronavirus, una APP para combatir la propagación de infecciones
ca: Estic fent servir Open Coronavirus, una APP per combatir la propagació d'infeccions
